

 const books = [
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        genre:'Фентези',
        year:'1984',
        link:'https://fantlab.ru/work188170',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        link:'https://fantlab.ru/work495340',
        genre:'Фентези',
        year:'1984',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:2,
        title:'Король Былого и Грядущего',
        autor:'Теренс Хэнбери Уайт',
        genre:'Фентези',
        year:'1958',
        link:'https://fantlab.ru/work22020',
        description:'Волею судьбы обычный мальчишка Варт встречает волшебника Мерлина, даже не представляя, что вскоре ему (не без помощи этого волшебника) предстоит побывать в роли гуся, рыбы, сокола и муравья, а также выдернуть легендарный Меч из камня...',
        simularBooks:[
            {   
                autor:'Дж. Р. Р. Толкин «Хоббит, или Туда и обратно» (1937, роман)  ',
                title:'Песнь крови',
                link:'https://fantlab.ru/work1666',
                year:'2005'               
            },
        ]
    },

    {
        id:3,
        title:'Хрустальный грот',
        autor:'Мэри Стюарт',
        genre:'Фентези',
        year:'1970',
        link:'https://fantlab.ru/work10805',
        description:'Существует зыбкая почва предположений. Никто не знает подлинной истории великого короля Артура из Камелота. Все то, что вам известно про Камелот, про Гвиневеру и Ланселота, про злую колдунью Моргану ле Фэй. Это все ложь, и ничего кроме лжи. Но только она знает! Потому что она и есть Моргана ле Фэй, жрица острова Авалон, где в древние времена зародилась вера в Богиню-мать. ',
        simularBooks:[
            {   
                autor:'Робин Хобб ',
                title:'«Ученик убийцы» ',
                link:'https://fantlab.ru/work3608',
                year:'1995'               
            },
            {   
                autor:'Мэрион Зиммер Брэдли  ',
                title:' «Туманы Авалона» ',
                link:'https://fantlab.ru/work16699',
                year:'1983'               
            },
            {   
                autor:'Мэри Рено',
                title:'Царь должен умереть',
                link:'https://fantlab.ru/work276055',
                year:'2005'               
            },
        ]
    },
    {
        id:4,
        title:'Туманы Авалона',
        autor:'Мэрион Зиммер Брэдли',
        genre:'Фентези',
        year:'1983',
        link:'https://fantlab.ru/work10805',
        description:'Существует зыбкая почва предположений. Никто не знает подлинной истории великого короля Артура из Камелота. Все то, что вам известно про Камелот, про Гвиневеру и Ланселота, про злую колдунью Моргану ле Фэй. Это все ложь, и ничего кроме лжи. Но только она знает! Потому что она и есть Моргана ле Фэй, жрица острова Авалон, где в древние времена зародилась вера в Богиню-мать. ',
        simularBooks:[
            {   
                autor:'Робин Хобб ',
                title:'«Ученик убийцы» ',
                link:'https://fantlab.ru/work3608',
                year:'1995'               
            },
            {   
                autor:'Мэрион Зиммер Брэдли  ',
                title:' «Туманы Авалона» ',
                link:'https://fantlab.ru/work16699',
                year:'1983'               
            },
            {   
                autor:'Мэри Рено',
                title:'Царь должен умереть',
                link:'https://fantlab.ru/work276055',
                year:'2005'               
            },
        ]
    },
    {
        id:5,
        title:'Ведьма.',
        autor:'Грегори Магуайр',
        genre:'Фентези',
        year:'1995',
        link:'https://fantlab.ru/work81650',
        description:'История Западной ведьмы из «Волшебника страны Оз», поведанная без предвзятости сил Света... ',
        simularBooks:[
            {   
                autor:'Чайна Мьевиль ',
                title:'Нью-Кробюзон',
                link:'https://fantlab.ru/work36264',
                year:'1995'               
            }
        ]
    },
   {
        id:6,
        title:'Что-то страшное грядет',
        autor:'Рэй Брэдбери',
        genre:'Фантастика',
        year:'1962',
        link:'https://fantlab.ru/work5219',
        description:'Жизнь, в сущности, довольно скучное дело. Обыденное. Иногда даже неунывающие мальчишки изменяют своему обычному оптимизму и скучают. ',
        simularBooks:[
            {   
                autor:'Стивен Кинг',
                title:'«Оно» ',
                link:'https://fantlab.ru/work355',
                year:'1986'               
            }
        ]
    },
   {
        id:7,
        title:'Американские Боги',
        autor:'Нил Гейман',
        genre:'Фентези',
        year:'2001',
        link:'https://fantlab.ru/work10134',
        description:'Главный герой Тень, отсидев три года в тюрьме, выходит на свободу. Он ещё не подозревает, что главные испытания ждут его впереди. Лаура, его жена, погибает в автокатастрофе… Дома Тень поджидает странный человек по имени Среда, который представляется беженцем из какой-то далекой страны и вовлекает героя в запутанные события...',
        simularBooks:[
            {   
                autor:'Михаил Булгаков',
                title:'Мастер и Маргарита',
                link:'https://fantlab.ru/work9164',
                year:'1967 '               
            },
            {   
                autor:'Скотт Хокинс',
                title:'Библиотека на Обугленной горе» ',
                link:'https://fantlab.ru/work732226',
                year:'2015'               
            }
        ]
    },
   {
        id:8,
        title:'Никогде',
        autor:'Нил Гейман',
        genre:'Фентези',
        year:'1996',
        link:'https://fantlab.ru/work10133',
        description:'Под улицами Лондона имеется мир, о котором большинство людей и не подозревает. Мир, в котором слово становится настоящей силой. Мир, куда можно попасть, только открыв Дверь. Мир полный опасностей, населенный святыми и монстрами, убийцами и ангелами. ...',
        simularBooks:[
            {   
                autor:'Михаил Булгаков',
                title:'Мастер и Маргарита',
                link:'https://fantlab.ru/work9164',
                year:'1967 '               
            },
            {   
                autor:'Скотт Хокинс',
                title:'Библиотека на Обугленной горе» ',
                link:'https://fantlab.ru/work732226',
                year:'2015'               
            }
        ]
    },
   {
        id:9,
        title:'Стрелок',
        autor:'Стивен Кинг',
        genre:'Фентези',
        year:'1996',
        link:'https://fantlab.ru/work319',
        description:'Где-то на краю света стоит таинственная Черная Башня — воплощение всего Зла. Стрелок Роланд отправляется в путешествие, полное опасностей и нелегких решений, чтобы найти ее. Препятствует ему человек в черном, который должен раскрыть стрелку тайны мироздания, но только это потом... А сейчас предначертанный и сложный путь предстоит отпрыску великого рода Эльда...',
        simularBooks:[
            {   
                autor:'Феликс Гилман',
                title:'Расколотый мир',
                link:'https://fantlab.ru/work191512',
                year:'2010 '               
            },
 
        ]
    },
  {
        id:10,
        title:'Сказки Уотершипского холма',
        autor:'Ричард Адамс',
        genre:'Фентези',
        year:'1996',
        link:'https://fantlab.ru/work37491',
        description:'Книга является дополнением к «Истории кроликов». В ней есть        мифологические истории кроличьего племени о великом герое Эль-Ахрайрахе, которые в романе о путешествии кроликов только упоминаются, и есть истории о том, что произошло с кроликами с Корабельного холма после того, как закончилось их великое, полное опастностей путешествие.',
        simularBooks:[
            {   
                autor:'Феликс Гилман',
                title:'Расколотый мир',
                link:'https://fantlab.ru/work191512',
                year:'2010 '               
            },
 
        ]
    },
  {
        id:11,
        title:'Последний единорог',
        autor:'Питер С. Бигл',
        genre:'Фентези',
        year:'1968',
        link:'https://fantlab.ru/work11022',
        description:'Единороги покинули сказочный мир и вместе с ними стало исчезать волшебство. Куда? Говорят, давным-давно они ушли по дорогам и их преследовал Красный Бык, внушающий ужас. Красный Бык Короля Хаггарда, который жаждет заполучить последнего оставшегося единорога. Они ищут друг друга и им суждено встретиться. Король Хаггард и Принц Лир, Шмендрик Маг и его помощница Молли Отрава, Красный Бык и Последний Единорог, принявшая образ прекрасной леди Амальтеи, – вот действующие лица драмы, которая вот-вот разыграется, чтобы изменить мир сказочных королевств….',
        simularBooks:[
            {   
                autor:'Астрид Линдгрен',
                title:'Мио, мой Мио!',
                link:'https://fantlab.ru/work49845',
                year:'1954 '               
            },

        ]
    },
  {
        id:12,
        title:'Драконье пламя',
        autor:'Энн Маккефри',
        genre:'Фентези',
        year:'2006',
        link:'https://fantlab.ru/work23537',
        description:'Герои книги – шахтеры, добывающие горючий камень, без которого летающие ящеры не могут выдыхать огонь, уничтожающий смертельно опасные для планеты Нити. Хорошие ребята должны помешать алчным и тупым плохишам уничтожить запасы драгоценного горючего камня..',
        simularBooks:[
            {   
                autor:'Астрид Линдгрен',
                title:'Мио, мой Мио!',
                link:'https://fantlab.ru/work49845',
                year:'1954 '               
            },
 
        ]
    },
  {
        id:13,
        title:'Князь пустоты',
        autor:'Р. Скотт Бэккер',
        genre:'Фентези',
        year:'2006',
        link:'https://fantlab.ru/work28330',
        description:'Мир, переживший апокалипсис — и стремительно летящий к новому. Священная война — в которой гибнут тысячи. Не-бог, грозный Мог-Фарау — стремящийся возродиться. И всесильный Келлхус, чье происхождение неизвестно, чей титул — князь пустоты; тот, кто вершит судьбы людей, великий воин кровавых времен. Грандиозная шахматная партия начинается!',
        simularBooks:[
            {   
                autor:'Zотов',
                title:'Москау',
                link:'https://fantlab.ru/work346580',
                year:'2012 '               
            },
 
        ]
    },
  {
        id:14,
        title:'Юбер алис',
        autor:'Михаил Харитонов',
        genre:'Фентези',
        year:'2006',
        link:'https://fantlab.ru/work199928',
        description:'В 1941 в результате заговора прагматично мыслящих германских генералов Хитлер и его ближайшие сподвижники были убиты, а национал-социализм — реформирован. Опора на русские антибольшевистские силы во главе с генералом Власовым позволила Германии выиграть войну на востоке и удержать большинство завоеваний на западе.',
        simularBooks:[
            {   
                autor:'Zотов',
                title:'Москау',
                link:'https://fantlab.ru/work346580',
                year:'2012 '               
            },
 
        ]
    },

    {
        id:15,
        title:'Вокзал потерянных снов',
        autor:'Чайна Мьевиль',
        genre:'Фентези',
        year:'2000',
        link:'https://fantlab.ru/work36265',
        description:'В гигантском мегаполисе Нью-Кробюзон, будто бы вышедшем из-под пера Кафки и Диккенса при посредничестве Босха и Нила Стивенсона, бок о бок существуют люди и жукоголовые хепри, русалки и водяные, рукотворные мутанты-переделанные и люди-кактусы. Каждый занят своим делом: хепри ваяют статуи из цветной слюны, наркодельцы продают сонную дурь, милиция преследует диссидентов. А к ученому Айзеку Дан дер Гримнебулину является лишенный крыльев гаруда — человек-птица из далеких пустынь — и просит снова научить его летать. Тем временем, жукоголовая возлюбленная Айзека, Лин, получает не менее сложное задание: изваять портрет могущественного главаря мафии. Айзек и Лин еще не знают, какой опасностью чреваты эти заказы — для них самих, всего города и даже структуры мирозда',
        simularBooks:[
            {   
                autor:'Майкл Суэнвик',
                title:'Дочь железного дракона',
                link:'https://fantlab.ru/work5930',
                year:'1993 '               
            },
            {   
                autor:'Коллективный автор',
                title:'Кетополис: Киты и броненосцы',
                link:'https://fantlab.ru/work228133',
                year:'19920123 '               
            },
        ]
    },
    {
        id:16,
        title:'Шрам',
        autor:'Чайна Мьевиль',
        genre:'Фентези',
        year:'2002',
        link:'https://fantlab.ru/work36265',
        description:'На палубе океанского лайнера в новую «Нью-Кробюзонскую» колонию под названием «Нова Эспериум» перевозятся заключенные и рабы, их тела переделаны в необычные гротескные формы и подобия по прихоти своих хозяев. Но на палубе лайнера находятся не только они, в новую колонию плывет так же и группа путешественников. Хотя, может быть и не просто путешественников. Каждый из них имеет свои собственные причины убегать и скрываться из «Нью-Кробюзона».',
        simularBooks:[
            {   
                autor:'Майкл Суэнвик',
                title:'Дочь железного дракона',
                link:'https://fantlab.ru/work5930',
                year:'1993 '               
            },
            {   
                autor:'Коллективный автор',
                title:'Кетополис: Киты и броненосцы',
                link:'https://fantlab.ru/work228133',
                year:'19920123 '               
            },
        ]
    },
    {
        id:17,
        title:'Алмазный век, или Букварь для благородных девиц',
        autor:'Нил Стивенсон',
        genre:'Киберпанк',
        year:'1995',
        link:'https://fantlab.ru/work9767',
        description:'В мире недалекого будущего гениальный ученый, нарушая закон, создает интерактивный учебник для воспитания «идеальной леди». Но совсем случайным образом эта интерактивная говорящая книга-букварь попадает к маленькой девочке Нелл из деклассированной семьи. Кем станет Нелл в будущем и как сложится ее дальнейшая судьба — вот то, что предстоит узнать читателю…',
        simularBooks:[
            {   
                autor:'Уильям Гибсон',
                title:'Нейромант',
                link:'https://fantlab.ru/work2654',
                year:'1984 '               
            },
            {   
                autor:'Коллективный автор',
                title:'Кетополис: Киты и броненосцы',
                link:'https://fantlab.ru/work228133',
                year:'19920123 '               
            },
        ]
    },
    {
        id:18,
        title:'Нейромант',
        autor:'Уильям Гибсон',
        genre:'Киберпанк',
        year:'1984',
        link:'https://fantlab.ru/work2654',
        description:'Мир недалёкого будущего пронизан виртуальным пространством, а людская плоть сплошь иссечена высокотехнологичными устройствами. Огромные мегаполисы покрыли поверхность Земли, а гигантские корпорации самозабвенно сражаются между собой всеми доступными методами.',
        simularBooks:[
            {   
                autor:'Нил Стивенсон',
                title:'Алмазный век, или Букварь для благородных девиц',
                link:'https://fantlab.ru/work9767',
                year:'1995 '               
            },
            {   
                autor:'Нил Стивенсон',
                title:'Лавина',
                link:'https://fantlab.ru/work9765',
                year:'1992 '               
            },
        ]
    },
    {
        id:19,
        title:'Лавина',
        autor:'Нил Стивенсон',
        genre:'Киберпанк',
        year:'1992',
        link:'https://fantlab.ru/work9765',
        description:'Мир недалекого будущего, расколотый на сотни мелких государств, соседствует с миром виртуальным, объединенным в компьютерную Метавселенную. И тут и там не прекращается война за «Лавину» — наркотик счастья в мире настоящем и старейший из вирусов, какой угрожал когда-нибудь миру виртуальному!',
        simularBooks:[
            {   
                autor:'Нил Стивенсон',
                title:'Алмазный век, или Букварь для благородных девиц',
                link:'https://fantlab.ru/work9767',
                year:'1995 '               
            },
            {   
                autor:'Уильям Гибсон',
                title:'Нейромант',
                link:'https://fantlab.ru/work2654',
                year:'1984 '               
            },
        ]
    },
    {
        id:20,
        title:'Криптономикон',
        autor:'Нил Стивенсон',
        genre:'Киберпанк',
        year:'1999',
        link:'https://fantlab.ru/work9769',
        description:'Действие этого романа разворачивается в двух временных периодах: в 40-е, когда группа специалистов-дешифровщиков пытается взломать немецкую систему кодировки, и в настоящее время, когда внуки членов этой группы вовлечены в процесс поиска некой партии золота, пропавшей в ту самую Вторую Мировую.',
        simularBooks:[
            {   
                autor:'Нил Стивенсон',
                title:'Алмазный век, или Букварь для благородных девиц',
                link:'https://fantlab.ru/work9767',
                year:'1995 '               
            },
            {   
                autor:'Уильям Гибсон',
                title:'Нейромант',
                link:'https://fantlab.ru/work2654',
                year:'1984 '               
            },
        ]
    },
    {
        id:21,
        title:'2001: Космическая одиссея',
        autor:'Артур Кларк',
        genre:'Киберпанк',
        year:'1999',
        link:'https://fantlab.ru/work9957',
        description:'Три витка на спирали развития человечества: питекантроп осваивает орудия труда, покоривший притяжение родной планеты человек осваивает Солнечную систему, человек будущего выходит за пределы бесконечности.',
        simularBooks:[
            {   
                autor:'Сергей Павлов',
                title:'Лунная радуга',
                link:'https://fantlab.ru/work7784',
                year:'1989'               
            },

        ]
    },
    {
        id:22,
        title:'Звёздный десант',
        autor:'Роберт Хайнлайн',
        genre:'Звездная фантастика',
        year:'1959',
        link:'https://fantlab.ru/work2796',
        description:'Когда Землю атакует опасный враг — совершенно чуждая и бесконечно далёкая от людей цивилизация багов — разумных насекомых, смелым и отважным звёздным десантникам остаётся только одно: встать на защиту родной планеты. В этой войне нет места перемирию и поиску понимания между врагами. Вопрос может решить только сила.',
        simularBooks:[
            {   
                autor:'Сергей Павлов',
                title:'Лунная радуга',
                link:'https://fantlab.ru/work7784',
                year:'1989'               
            },
            {   
                autor:'Орсон Скотт Кард',
                title:'Игра Эндера',
                link:'https://fantlab.ru/work4670',
                year:'1985'               
            },
        ]
    },
    {
        id:23,
        title:'Игра Эндера',
        autor:'Орсон Скотт Кард',
        genre:'Звездная фантастика',
        year:'1985',
        link:'https://fantlab.ru/work4670',
        description:'Он учится в обычной школе, но он — не совсем обычный пацан. И он вынужден драться. Драться, даже когда шансов нет. Только с тем, что шансов нет, он не очень-то согласен. За ним наблюдают и оценивают каждый его шаг. И берут в Боевую школу Международного флота. Чтобы подготовить резерв для отражения следующей возможной атаки пришельцев. Сначала он выживает. Потом тренируется. Потом тренирует других. А потом начинается Игра. Игра Эндера.',
        simularBooks:[
            {   
                autor:'Роберт Хайнлайн ',
                title:'Звёздный десант',
                link:'https://fantlab.ru/work4670',
                year:'1985'               
            },
            {   
                autor:'Орсон Скотт Кард',
                title:'Игра Эндера',
                link:'https://fantlab.ru/work4670',
                year:'1985'               
            },
        ]
    },
    {
        id:24,
        title:'Бесконечная война',
        autor:'Джо Холдеман',
        genre:'Звездная фантастика',
        year:'1974',
        link:'https://fantlab.ru/work15912',
        description:'«Ты теперь в армии, о-о-о!.. Ты теперь в армии!..» Теперь вы — новобранцы космических вооруженных сил, призванные со всей Земли на защиту от космического агрессора. Какой может быть звездная армия? Суперсовременное оружие? Романтика космических сражений? Как же! Держите карман шире! «Космическое мясо» — так ближе по сути. А если еще добавить к этому релятивистские эффекты, то окажется, что воевать придется устаревшим оружием, в недоработанных скафандрах, да еще и переучиваться каждые полгода личного времени. И жалеть пушечное мясо никто не собирается...',
        simularBooks:[
            {   
                autor:'Роберт Хайнлайн ',
                title:'Звёздный десант',
                link:'https://fantlab.ru/work4670',
                year:'1985'               
            },
            {   
                autor:'Орсон Скотт Кард',
                title:'Игра Эндера',
                link:'https://fantlab.ru/work4670',
                year:'1985'               
            },
        ]
    },
    {
        id:25,
        title:'Дюна',
        autor:'Френк Херберт',
        genre:'Звездная фантастика',
        year:'1965',
        link:'https://fantlab.ru/work4325',
        description:'По приказу Императора (вступившего в сговор с Харконненами и нарушившего тем самым Великую Конвенцию), Атрейдесы переселяются на Арракис — пустынную планету ужасных бурь и гигантских песчаных червей, населенную жестокими фанатиками — фрименами, называемую также Дюной. Эта планета должна стать их золотой гробницей.',
        simularBooks:[
            {   
                autor:'Роберт Хайнлайн ',
                title:'Звёздный десант',
                link:'https://fantlab.ru/work4670',
                year:'1985'               
            },
            {   
                autor:'Дэн Симмонс',
                title:'Гиперион',
                link:'https://fantlab.ru/work1',
                year:'1989'               
            },
        ]
    },
    {
        id:26,
        title:'Путешествие к центру Земли',
        autor:'Жюль Верн',
        genre:'Звездная фантастика',
        year:'1863',
        link:'https://fantlab.ru/work7189',
        description:'Весной 1863 года немецкий ученый, профессор геологии и минералогии Отто Лиденброк находит в старинной исландской книге зашифрованный пергамент. Расшифровка дала поразительный результат: в документе известный исландский ученый-алхимик XVI века утверждал, что спустившись в кратер потухшего вулкана достиг центра Земли. Координаты кратера подробно указаны, и профессор полон решимости повторить этот путь — а поможет ему в этом его племянник Аксель.',
        simularBooks:[
            {   
                autor:'Владимир Обручев',
                title:'Плутония',
                link:'https://fantlab.ru/work46364',
                year:'1924'               
            },
            {   
                autor:'Артур Конан Дойл',
                title:'Затерянный мир',
                link:'https://fantlab.ru/work39319',
                year:'1912'               
            },
        ]
    },
    {
        id:27,
        title:'Двадцать тысяч лье под водой',
        autor:'Жюль Верн',
        genre:'Фантастика',
        year:'1870',
        link:'https://fantlab.ru/work7182',
        description:'Во второй половине 19 века в морях и океанах на глаза мореплавателям стал попадаться необычный объект — светящийся веретенообразный предмет, превосходящий скоростью и размерами кита. Газеты, а за ними и ученые всего мира заинтересовались «морским чудовищем». ',
        simularBooks:[
            {   
                autor:'Владимир Обручев',
                title:'Плутония',
                link:'https://fantlab.ru/work46364',
                year:'1924'               
            },
            {   
                autor:'Артур Конан Дойл',
                title:'Затерянный мир',
                link:'https://fantlab.ru/work39319',
                year:'1912'               
            },
        ]
    },
    {
        id:28,
        title:'Левая рука Тьмы',
        autor:'Урсула К. Ле Гуин',
        genre:'Фантастика',
        year:'1969',
        link:'https://fantlab.ru/work2051',
        description:'Причудлива планета Зима — планета, на которой нет диких млекопитающих, нет летающих видов животных. И населена она однополыми людьми, впадающими раз в месяц в репродуктивное состояние. ',
        simularBooks:[
            {   
                autor:'Элинор Арнасон',
                title:'Кольцо мечей',
                link:'https://fantlab.ru/work62350',
                year:'1993'               
            }
        ]
    },
    {
        id:29,
        title:'Мечтают ли андроиды об электроовцах',
        autor:'Филип Дик',
        genre:'Фантастика',
        year:'1968',
        link:'https://fantlab.ru/work5353',
        description:'После ядерной войны Земля превратилась в выжженную, умирающую пустыню. Вымерли почти все животные. Большинство людей давно перебрались на другие колонизированные планеты солнечной системы. Те же, кто был вынужден остаться, влачат жалкое, унылое существование в городах, тоже приходящих в упадок.',
        simularBooks:[
            {   
                autor:'Филип Дик',
                title:'Вторая модель',
                link:'https://fantlab.ru/work5230',
                year:'1953'         
            }
        ]
    },
    {
        id:30,
        title:'Страсти по Лейбовицу',
        autor:'Филип Дик',
        genre:'Фантастика',
        year:'1959',
        link:'https://fantlab.ru/work13076',
        description:'«Гимн Лейбовицу» — постапокалиптическая книга. Произошла война, цивилизация отброшена сильным пинком назад, возник негатив к науке, а слишком умных выскочек отправляли к праотцам. Лейбовиц — специалист по ядерному оружию, после холокоста потерял семью и ударился в религию.',
        simularBooks:[
            {   
                autor:'Нил Стивенсон',
                title:'Анафем',
                link:'https://fantlab.ru/work74823',
                year:'2008'              
            }
        ]
    },
    {
        id:31,
        title:'Машина времени',
        autor:'Герберт Уэллс',
        genre:'Фантастика',
        year:'1895',
        link:'https://fantlab.ru/work9452',
        description:'Книга описывает путешествие изобретателя машины времени в будущее. Основа сюжета — увлекательные приключения главного героя в мире, находящемся через 800 тысяч лет, описывая который, автор исходил из негативных тенденций развития современного ему капиталистического общества',
        simularBooks:[
            {   
                autor:'Джонатан Свифт',
                title:'Путешествие в страну гуигнгнмов',
                link:'https://fantlab.ru/work133473',
                year:'1726'         
            }
        ]
    },
    {
        id:32,
        title:'Город',
        autor:'Клиффорд Саймак',
        genre:'Фантастика',
        year:'1952',
        link:'https://fantlab.ru/work6885',
        description:'Человеческая цивилизация на пороге заката своего существования. Зарастают когда-то шумные покинутые города, хозяевами которых стали стаи бродячих собак. Чтобы не исчезнуть с лица Земли, человечеству необходимо сделать один шаг. Всего лишь один, но ответственный шаг...',
        simularBooks:[
            {   
                autor:'Айзек Азимов',
                title:'Основание',
                link:'https://fantlab.ru/work95',
                year:'1942'         
            }
        ]
    },
    {
        id:33,
        title:'Культура',
        autor:'Иэн Бэнкс',
        genre:'Фантастика',
        year:'1987',
        link:'https://fantlab.ru/work13789',
        description:'Культура — современная утопия, «общество, придерживающееся абсолютных понятий: жизнь/хорошо; смерть/плохо; удовольствия/хорошо; боль/плохо». Такое отсутствие нюансов и полутонов таит множество морально-нравственных ловушек, которые не мог не видеть писатель.',
        simularBooks:[
            {   
                autor:'Нил Эшер',
                title:'Тёмный разум',
                link:'https://fantlab.ru/work558822',
                year:'2013'         
            }
        ]
    },

    {
        id:34,
        title:'Watchmen',
        autor:'Alan Moore',
        genre:'Комикс',
        year:'1987',
        link:'https://fantlab.ru/edition147010',
        description:'Действие «Хранителей» разворачивается в 1980-х годах в Соединённых Штатах Америки в альтернативной реальности. Основным отличием от реального мира является существование костюмированных героев.',
        simularBooks:[

        ]
    },

    {
        id:35,
        title:'The Sandman',
        autor:'Нил Гейман',
        genre:'Комикс',
        year:'2013',
        link:'https://fantlab.ru/work163035',
        description:'Действие «Хранитесерия комиксов, созданная по сценарию Нила Геймана. Выпуском комикса занималась компания Vertigo, принадлежащая издательству DC Comics. ',
        simularBooks:[

        ]
    },
    {
        id:36,
        title:'Мировая война Z',
        autor:'Макс Брукс',
        genre:'Ужасы',
        year:'2006',
        link:'https://fantlab.ru/work121626',
        description:'В одночасье, жизнь на Земле изменилась. Привычный уклад был нарушен. Земля погрузилась в войну. И самое страшное в этой войне, что врагом мог оказаться друг, родственник, отец или ребёнок. Любой, ставший зомби. Война идёт по всему миру — война, в которой решается судьба человечества, перспективы его выживания... ',
        simularBooks:[
            {   
                autor:'Нил Эшер',
                title:'Тёмный разум',
                link:'https://fantlab.ru/work558822',
                year:'2013'         
            }
        ]
    },
    {
        id:37,
        title:'Я — легенда',
        autor:'Ричард Матесон',
        genre:'Ужасы',
        year:'2006',
        link:'https://fantlab.ru/work18643',
        description:'Одно из культовых произведений о вампирах. Роберт Нэвилль — последний человек на земле. Из-за вируса все жители превратились в вампиров, и только Роберт неуязвим для новой болезни. Он продолжает сражаться с остальным человечеством — охотится на вампиров',
        simularBooks:[
            {   
                autor:'Джон Уиндем',
                title:'День триффидов',
                link:'https://fantlab.ru/work15067',
                year:'1951'         
            }
        ]
    },
    {
        id:38,
        title:'Морок над исмутом',
        autor:'Г. Ф. Лавкрафт',
        genre:'Ужасы',
        year:'1936',
        link:'https://fantlab.ru/work31722',
        description:'Инсмут, маленький рыбацкий городок неподалеку от Аркхэма, уже много лет имеет дурную славу. В округе ходят жуткие истории о его угрюмых и уродливых жителях, от которых лучше держаться подальше. Немногое связывает город с окружающим миром: туда ходит лишь один полуразвалившийся автобус с вызывающим отвращение водителем, и горе тому, кто решится в него сесть.',
        simularBooks:[
            {   
                autor:'Оксана Ветловская',
                title:'Земля медузы',
                link:'https://fantlab.ru/work1187190',
                year:'2019'         
            }
        ]
    },
    {
        id:39,
        title:'Забастовка роботов',
        autor:'Гарри Гаррисон',
        genre:'Ужасы',
        year:'1984',
        link:'https://fantlab.ru/work460729',
        description:'Порой в основе великой революции, изменившей лицо мира, лежит самое пустяковое происшествие. Так и в основе революции роботов лежал нелогичный поступок робота-водителя и выпившей девушки...',
        simularBooks:[
            {   
                autor:'Гарри Гаррисон',
                title:'«Четвёртый закон роботехники» ',
                link:'https://fantlab.ru/work55661',
                year:'1989'         
            }
        ]
    },
    {
        id:40,
        title:'Академия и Земля',
        autor:'Айзек Азимов',
        genre:'Фантастика',
        year:'1986',
        link:'https://fantlab.ru/work663',
        description:'В этом романе-продолжении «Академии на Краю Гибели» мы снова можем наблюдать поиски Старой Земли Голоном Тревизом и его командой. Эти поиски заведут их к самым первым колониям землян, к затерянным Внешним Мирам и даже к самой Солнечной системе... Только там их поджидает что-то более таинственное и древнее, чем сверхразум Геи и Второй Академии...',
        simularBooks:[]
    },
    {
        id:41,
        title:'Роботы Апокалипсиса',
        autor:'Дэниел Уилсон',
        genre:'Фантастика',
        year:'2011',
        link:'https://fantlab.ru/work314650',
        description:'Вырастив экспериментальный искусственный интеллект люди выпустили джинна из бутылки. Осознав себя ИИ взял под контроль роботов и другую технику и объявил человечеству войну. Сможет ли человечество противостоять новой угрозе или будет сметено с лица земли.',
        simularBooks:[
            {   
                autor:'К. Роберт Каргилл',
                title:'Море ржавчины',
                link:'https://fantlab.ru/work947165',
                year:'2017'         
            }
        ]
    },
    {
        id:42,
        title:'И грянул гром',
        autor:'Рэй Брэдбери',
        genre:'Фантастика',
        year:'2011',
        link:'https://fantlab.ru/work6171',
        description:'Охота на динозавров — легко. Платите деньги, знакомьтесь с правилами и вперед. Только помните: не сходите с тропы...',
        simularBooks:[

        ]
    },
    {
        id:43,
        title:'Стража! Стража!',
        autor:'Терри Пратчетт',
        genre:'Фентези',
        year:'1989',
        link:'https://fantlab.ru/work1717',
        description:'венадцать часов ночи, и все спокойно!» — таков девиз Ночной Стражи Анк-Морпорка, самого славного города на всем Плоском мире. А если «не все» спокойно, значит, вы просто ходите не по тем улицам.',
        simularBooks:[

        ]
    },
    {
        id:44,
        title:'Джон Кеннеди Тул',
        autor:'Сговор остолопов',
        genre:'Фентези',
        year:'1989',
        link:'https://fantlab.ru/work266014',
        description:'Игнациус Ж. Райлли — интеллектуал, идеолог, лодырь, посмешище, обжора. Гаргантюа, презирающий современность за недостаток должной теологии и геометрии. Опустившийся Фома Аквинский, который ведет свою безнадежную войну против всех: Фрейда, гомосексуалистов, гетеросексуалов, протестантов и всевозможных излишеств века, главным образом — междугородных автобусов. Литературный герой, не имеющий аналогов в мировой сатирической литературе.',
        simularBooks:[

        ]
    },
    {
        id:45,
        title:'Ещё один великолепный МИФ',
        autor:'Роберт Асприн',
        genre:'Фентези',
        year:'1978',
        link:'https://fantlab.ru/work4034',
        description:'Юный ученик мага Скив попадает в переделку — его учитель Гаркин погиб, едва призвав из иных миров настоящее чудовище, и товарищи убийцы уже близко... Правда, чудовище оказывается не вполне чудовищем и даже становится новым учителем Скива, но так ли это хорошо, если им теперь предстоит померяться силами с сильнейшим магом в мире, Иштваном?',
        simularBooks:[

        ]
    },
    {
        id:46,
        title:'Конец Вечности',
        autor:'Айзек Азимов',
        genre:'Фентези',
        year:'1955',
        link:'https://fantlab.ru/work656',
        description:'«Вечность» — организация, возникшая в 27 столетии как структура для межвременной торговли, а потом переросшая в инструмент управления целыми эпохами... Миллионы веков с миллиардами человеческих душ, которые могут исчезнуть в мгновение ока по воле Вечных. Так бы и продолжалось дальше, если бы с Техником по имени Эндрю Харлан не стали происходить довольно странные вещи, описанные в романе...',
        simularBooks:[
            {   
                autor:'Пол Андерсон',
                title:'Патруль времени',
                link:'https://fantlab.ru/work249',
                year:'1995'         
            }
        ]
    },
    {
        id:47,
        title:'Скерцо с тиранозавром',
        autor:'Майкл Суэнвик',
        genre:'Фентези',
        year:'1999',
        link:'https://fantlab.ru/work7981',
        description:'Лезозавр в водорослях, белуга на ломтиках яйца майазавра и еще десяток других лакомств – вот меню будущего, а точнее… прошлого. Теперь практически каждый человек может вернуться в прошлое и увидеть доисторических животных. И все это под аккомпанемент классической музыки. Лучший пейзаж во всей Вселенной!',
        simularBooks:[
            {   
                autor:'Пол Андерсон',
                title:'Патруль времени',
                link:'https://fantlab.ru/work249',
                year:'1995'         
            }
        ]
    },
    {
        id:48,
        title:'Солнечный свет',
        autor:'Робин Мак-Кинли',
        genre:'Хоррор',
        year:'1999',
        link:'https://fantlab.ru/work121279',
        description:'Действие происходит в альтернативном мире, где наравне с людьми живут «Другие», включая и вампиров. Банда кровососов похищает героиню и оставляет прикованной к стене в заброшенном особняке. Кажется, Раэ Сэддон по прозвищу «Светлячок» предназначили в жертву одинокому вампиру, обитающему в особняке... но в действительности ей и благородному Константину предстоит стать союзниками в борьбе против общего врага.',
        simularBooks:[
            {   
                autor:'Пол Андерсон',
                title:'Патруль времени',
                link:'https://fantlab.ru/work249',
                year:'1995'         
            }
        ]
    },
    {
        id:49,
        title:'Арт Шпигельман',
        autor:'Арт Шпигельман',
        genre:'Хоррор',
        year:'2013',
        link:'https://fantlab.ru/edition111723',
        description:'Старый еврей, прошедший Освенцим и Дахау, рассказывает о своей молодости. А его сын все аккуратно записывает… и терпит отцовские выходки.',
        simularBooks:[
        ]
    },
    {
        id:50,
        title:'Лабиринты Ехо',
        autor:'Макс Фрай',
        genre:'Юмор',
        year:'1996',
        link:'https://fantlab.ru/work4512',
        description:'29-летний неудачник Макс внезапно получает приглашение переселиться в параллельный мир и занять там один из важнейших постов в местной службе тайной разведки, которое, разумеется, принимает. И еще не будучи официально назначенным, Макс оказывается вовлечен в расследование жуткого убийства, произошедшего в доме соседа его будущего начальника, Джуффина Халли.',
        simularBooks:[
            {   
                autor:'Гарри Гаррисон',
                title:'«Четвёртый закон роботехники» ',
                link:'https://fantlab.ru/work55661',
                year:'1989'         
            }
        ]
    },
    {
        id:51,
        title:'В финале Джон умрёт',
        autor:'Дэвид Вонг',
        genre:'Юмор',
        year:'2009',
        link:'https://fantlab.ru/work350394',
        description:'Здесь часто исчезают люди, из ниоткуда появляются таинственные автомобили, а ещё тут живут Дэвид и Джон, вполне обычные парни, которым однажды не посчастливилось случайно открыть дверь в другой мир',
        simularBooks:[

        ]
    },
    {
        id:52,
        title:'Мёртвые души',
        autor:'Николай Гоголь',
        genre:'Юмор',
        year:'1842',
        link:'https://fantlab.ru/work9761',
        description:'Приключения Чичикова',
        simularBooks:[

        ]
    },
]



export default books
