

 const books = [
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        genre:'Фентези',
        year:'1984',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        genre:'Фентези',
        year:'1984',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },



    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        genre:'Фентези',
        year:'1984',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        genre:'Фентези',
        year:'1984',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        genre:'Фентези',
        year:'1984',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        genre:'Фентези',
        year:'1981',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        genre:'Фентези',
        year:'1984',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        genre:'Фентези',
        year:'1981',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },

    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        genre:'Фентези',
        year:'1984',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        genre:'Фентези',
        year:'1981',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },

    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        genre:'Фентези',
        year:'1984',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        genre:'Фентези',
        year:'1981',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },

    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        genre:'Фентези',
        year:'1984',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    {
        id:1,
        title:'Сказания Меекханского пограничья',
        autor:'Роберт М. Вегнер',
        genre:'Фентези',
        year:'1981',
        description:'Эпическая по своему размаху сага повествует о событиях, разворачивающихся на рубежах могущественной и обширной империи Меекхан. На Севере молодой лейтенант Горной Стражи и его люди расследуют таинственные убийства и исчезновения людей; на Юге между воином из народа иссарам, обязанным скрывать лицо от каждого постороннего, и дочерью меекханского купца вспыхивает запретная страсть. На Востоке вольный отряд-чаардан прославленного генерала Ласкольника сталкивается с предвестиями новой большой войны с кочевниками; а на Западе, в городе, уже много лет не входящем в состав Меекханской империи, молодой воришка пытается выжить, оказавшись втянутым в игры самых могущественных людей города.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',
                year:'2005'               
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    },
    
]


export default books