

 const books = [
    {
        id:0,
        title:'Имя ветра',
        autor:'Патрик Ротфусс',
        description:'Однажды юный Квоут, эдема руэ, актёр из бродячей труппы и ученик арканиста, услышал от своего отца о чандрианах — странных и страшных демонах, то ли реальных существах, то ли героях легенд и детских песенок-страшилок. Никто не догадывался, что песня о них будет стоить родителям Квоута и всей труппе жизни, а его самого толкнёт на дорогу, полную приключений и опасностей. И кем бы он ни был — бродяжкой, студентом Университета или трактирщиком, — он будет разыскивать след ужасных существ, встреченных однажды ночью на пепелище, где сгорело его беззаботное детство.',
        simularBooks:[
            {   
                autor:'Энтони Райан',
                title:'Песнь крови',                  
            },
            {   
                autor:'Брендон Сандерсон',
                title:'Путь королей',               
            },
            {   
                autor:'Урсула К. Ле Гуин',
                title:'Волшебник Земноморья',                        
            }
        ]
    }

]


export default steps